# St7GetPlatePatchTol

Returns the relative tolerance for load patch plate properties.

long St7GetPlatePatchTol(long uID, long PropNum, double* PatchTol)
Input Parameters
uID
Strand7 model file ID.
PropNum
Plate property number.
Output Parameters
PatchTol
Relative tolerance.